Repository: VojtechStransky/webs
Catalog: app/i18n/locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Teams
cs: Týmy

source: Event not found
cs: Akce nenalezena

# reports.menu
source: Reports
cs: Ohlasy účastníků

source: Problems
cs: Zadání

source: Detailed results
cs: Podrobné výsledky

source: Results
cs: Výsledky

source: Contestants' reports
cs: Ohlasy účastníků

# about.menu
source: About
cs: O soutěži

# rules.menu
source: Rules
cs: Pravidla

# schedule.menu
source: Schedule
cs: Program

# archive.menu
source: History
cs: Archiv

source: game
cs: hra

source: registration
cs: registrace

source: scoring
cs: bodování

source: skipping
cs: přeskakování

source: submits
cs: odevzdání

source: tasks
cs: úlohy

source: otherFAQ
cs: ostatní

source: OtherFAQ
cs: Ostatní

source: This page is under construction
cs: Tato stránka se opravuje.

source: %s:%s participants
cs: %s:%s účastníků

# faq.show_text_button
source: Show all questions
cs: Zobrazit všechny odpovědi

# faq.hide_text_button
source: Hide all questions
cs: Skrýt všechny odpovědi

# faq.subheader
source: Frequently Asked Questions
cs: Často kladené dotazy

# faq_category_text
source: Category
cs: Kategorie

# faq_category.registration
source: Registration to the competition
cs: Registrace na soutěž

# faq_category.game
source: The game
cs: Hra

# faq_category.tasks
source: Tasks
cs: Úlohy

# faq_category.submits
source: Submits
cs: Odevzdávání úloh

# faq_category.skipping
source: Task skipping
cs: Přeskakování úloh

# faq_category.scoring
source: Scoring
cs: Bodování

# faq_category.otherFAQ
source: Other FAQ
cs: Ostatní FAQ

source: Team competition in solving physics problems
cs: Týmová soutěž v řešení fyzikálních problémů

source: Online team competition in solving physics problems.
cs: Online týmová soutěž v řešení fyzikálních problémů

source: Fyziklani online
cs: Physics Brawl Online

source: Team
cs: Tým

source: Points
cs: Body

source: Rank in category
cs: Pořadí v kategorii

source: Rank total
cs: Celkové pořadí
